#+title: Presentation
#+date: <2023-09-04 Mon>
#+author: Lucas Elvira Martín
#+email: luelvira@pa.uc3m.es
* Interfaces de usuario 2023-2024
** Contacto

Lucas Elvira: luelvira@pa.uc3m.es
Tutorias: Solicitud por correo
Foro de la asignatura

** Fechas importantes

1. Entrega *práctica 1*:
   1. Grupo 80: <2023-09-26 Tue>
   2. Grupo 82: <2023-09-28 Thu>
2. Entrega *práctica 2*:
   1. Grupo 80: <2023-10-17 Tue>
   2. Grupo 82: <2023-10-19 Thu>
3. Entrega *Prototipo*:
   1. Grupo 80: <2023-11-07 Tue>
   2. Grupo 82: <2023-11-09 Thu>
4. Entrega *Caso práctico*:
   1. Grupo 80: <2023-11-21 Tue>
   2. Grupo 82: <2023-11-23 Thu>

** Evaluación

| Ejercicio     | Porcentaje |
|---------------+------------|
| Ejercicio 1   |         10 |
| Ejercicio 2   |         10 |
| Prototipado   |         10 |
| Caso práctico |         30 |
|---------------+------------|
| Total         |         60 |
#+TBLFM: @>$2=vsum(@I..@II)
